LAW_CATEGORIES = [
    "Военное право",
    "Трудовое право",
    "Социальные выплаты и пособия",
    "Пенсионное право",
    "Гражданское право",
    "Семейное право",
    "Жилищное право",
    "Права потребителей",
    "Исполнительное производство",
    "Финансовое и банковское право",
    "Медицинское право",
    "Страховое право",
    "Административное право",
    "Судебные споры",
    "Уголовное право",
    "Автомобильное и транспортное право",
    "Наследственное право",
    "Земельное и имущественное право",
    "Миграционное право",
    "Корпоративное и бизнес-право"
]

SUCCESS_STATUSES = {
    "Оплатил", "Договор", "Пришел", "Исполнен", "Проконсультирован"
}

FAIL_STATUSES = {
    "Отказ", "Не пришел", "Недозвон", "Беспл. консультация", "Беспл. проконсульт"
}
